import image from "@/assets/img/rectangle.jpg";

export const defaultArr = [
	{
		name: "Наименование товара",
		desc: `  Довольно-таки интересное описание товара в несколько строк.
                  Довольно-таки интересное описание товара в несколько строк.`,
		link: image,
		price: "10 000",
		priceToNumber: 10000,
		id: Date.now(),
	},
	{
		name: "Наименование товара",
		desc: `  Довольно-таки интересное описание товара в несколько строк.
	                  Довольно-таки интересное описание товара в несколько строк.`,
		link: image,
		price: "10 000",
		priceToNumber: 10000,
		id: Date.now(),
	},
	{
		name: "Наименование товара",
		desc: `  Довольно-таки интересное описание товара в несколько строк.
	                  Довольно-таки интересное описание товара в несколько строк.`,
		link: image,
		price: "10 000",
		priceToNumber: 10000,
		id: Date.now(),
	},
	{
		name: "Наименование товара",
		desc: `  Довольно-таки интересное описание товара в несколько строк.
	                  Довольно-таки интересное описание товара в несколько строк.`,
		link: image,
		price: "10 000",
		priceToNumber: 10000,
		id: Date.now(),
	},
	{
		name: "Наименование товара",
		desc: `  Довольно-таки интересное описание товара в несколько строк.
	                  Довольно-таки интересное описание товара в несколько строк.`,
		link: image,
		price: "10 000",
		priceToNumber: 10000,
		id: Date.now(),
	},
	{
		name: "Наименование товара",
		desc: `  Довольно-таки интересное описание товара в несколько строк.
	                  Довольно-таки интересное описание товара в несколько строк.`,
		link: image,
		price: "10 000",
		priceToNumber: 10000,
		id: Date.now(),
	}
]

